// categoriesTabooZH.js

export const tabooWords = [

  {
    word: "海滩",
    forbidden: [
      "沙子",
      "大海",
      "假期",
      "太阳",
      "游泳"
    ]
  },

  {
    word: "学校",
    forbidden: [
      "老师",
      "学生",
      "课堂",
      "作业",
      "学习"
    ]
  },

  {
    word: "医院",
    forbidden: [
      "医生",
      "护士",
      "药",
      "病人",
      "救护车"
    ]
  },

  {
    word: "披萨",
    forbidden: [
      "奶酪",
      "香肠",
      "切片",
      "烤箱",
      "意大利"
    ]
  },

  {
    word: "汉堡",
    forbidden: [
      "肉",
      "面包",
      "薯条",
      "快餐",
      "奶酪"
    ]
  },

  {
    word: "狗",
    forbidden: [
      "宠物",
      "叫",
      "小狗",
      "尾巴",
      "猫"
    ]
  },

  {
    word: "狮子",
    forbidden: [
      "丛林",
      "国王",
      "吼叫",
      "非洲",
      "老虎"
    ]
  },

  {
    word: "电脑",
    forbidden: [
      "屏幕",
      "键盘",
      "鼠标",
      "互联网",
      "笔记本"
    ]
  },

  {
    word: "手机",
    forbidden: [
      "电话",
      "短信",
      "移动",
      "屏幕",
      "iphone"
    ]
  },

  {
    word: "篮球",
    forbidden: [
      "球",
      "nba",
      "球场",
      "篮筐",
      "运球"
    ]
  },

  {
    word: "飞机",
    forbidden: [
      "飞行",
      "飞行员",
      "机场",
      "天空",
      "旅行"
    ]
  },

  {
    word: "火车",
    forbidden: [
      "轨道",
      "车站",
      "交通",
      "地铁",
      "铁路"
    ]
  },

  {
    word: "冰淇淋",
    forbidden: [
      "冷",
      "甜点",
      "甜筒",
      "味道",
      "香草"
    ]
  },

  {
    word: "吉他",
    forbidden: [
      "音乐",
      "琴弦",
      "乐器",
      "摇滚",
      "乐队"
    ]
  },

  {
    word: "电影",
    forbidden: [
      "电影院",
      "演员",
      "影片",
      "屏幕",
      "爆米花"
    ]
  },

  {
    word: "书",
    forbidden: [
      "阅读",
      "页数",
      "图书馆",
      "作者",
      "故事"
    ]
  },

  {
    word: "咖啡",
    forbidden: [
      "饮料",
      "咖啡因",
      "早晨",
      "杯子",
      "浓缩咖啡"
    ]
  },

  {
    word: "足球",
    forbidden: [
      "进球",
      "球",
      "fifa",
      "体育场",
      "比赛"
    ]
  },

  {
    word: "雨",
    forbidden: [
      "水",
      "暴风雨",
      "雨伞",
      "云",
      "天气"
    ]
  },

  {
    word: "火",
    forbidden: [
      "热",
      "燃烧",
      "火焰",
      "烟",
      "高温"
    ]
  },

  {
    word: "蛋糕",
    forbidden: [
      "生日",
      "甜点",
      "甜",
      "蜡烛",
      "巧克力"
    ]
  },

  {
    word: "医生",
    forbidden: [
      "医院",
      "病人",
      "药",
      "护士",
      "健康"
    ]
  },

  {
    word: "老师",
    forbidden: [
      "学校",
      "学生",
      "教室",
      "教育",
      "作业"
    ]
  },

  {
    word: "相机",
    forbidden: [
      "照片",
      "图片",
      "镜头",
      "闪光灯",
      "视频"
    ]
  },

  {
    word: "山",
    forbidden: [
      "攀爬",
      "雪",
      "山丘",
      "岩石",
      "徒步"
    ]
  }

];